export const metadata = {
    title: 'Spicy Play',
    description:
        'Відкрийте для себе світ захоплюючих ігор з високим рівнем ризику та азарту. Spicy Play пропонує найкращі інтенсивні ігри для тих, хто шукає справжні виклики.',
    openGraph: {
        title: 'Spicy Play | Захоплюючі ігри на будь-який смак',
        description:
            'Зануртесь у світ Spicy Play, де вас чекають захоплюючі та ризиковані ігри з високим рівнем адреналіну та азарту. Вибирайте гру та випробуйте свою удачу!',
        type: 'website',
        locale: 'en-US',
        siteName: 'Spicy Play',
    },
};